Repository: YunusEmreSimseek/SnackOverFlowApp
Catalog: SnackOverFlowApp/Utils/Locale/Localizable.xcstrings
Source language: en
Languages: tr

source: Hello, world!
tr: Merhaba dünya!

# loginSignIn
source: Sign in
tr: Giriş yap

# loginWelcome
source: Welcome back!
tr: Tekrar hoşgeldin!

# onboardButtonTitle
source: Get Started
tr: Başlayın

# onboardContentFirst
source: Hand-pickle high quality snacks.
tr: Yüksek kaliteli atıştırmalıkları elle toplayın.

# onboardContentSecond
source: Shop global. Mind-blownly affordable.
tr: Küresel alışveriş. Akıl almaz derecede uygun fiyatlı.

# onboardContentThird
source: Deliver on the promise of time.
tr: Söz verilen sürede teslimat.

# registerCreateAccount
source: Create account
tr: Hesap oluştur

# registerWelcome
source: Welcome back!
tr: Tekrar hoşgeldin!

source: Sign in with Apple
tr: Apple hesabını kullanarak giriş yap

source: Sign in with email
tr: Emailini kullanarak giriş yap

source: Sign in with Facebook
tr: Facebook hesabını kullanarak giriş yap

source: Sign in with Google
tr: Google hesabını kullanarak giriş yap

source: Sign up with Email
tr: Email kullanarak kayıt ol

# tabAccount
source: Account
tr: Hesap

# tabCreate
source: Create
tr: Oluştur

# tabHome
source: Home
tr: Anasayfa

# tabWishlist
source: Wishlist
tr: İstekler

# textFieldEmail
source: Write your email
tr: Emailinizi giriniz

# textFieldPassword
source: Write your password
tr: Şifrenizi giriniz
